<?xml version="1.0" encoding="UTF-8"?>
<Lessons Title="ကီးဘုတ်စတင်လေ့လာခြင်း-၁">
	<Lesson>
		<Title>သင်ခန်းစာ-၁ (က မှ င)</Title>
		<Author>MATRD</Author>
		<Description>1.	က ကိုရိုက်လိုလျှင် ညာလက်ညှိုးဖြင့် အင်္ဂလိပ်အက္ခရာ u ကိုနှိပ်ပါ။
2.	ခ ကိုရိုက်လိုလျှင် ဘယ်လက်ခလယ်ဖြင့် အင်္ဂလိပ်အက္ခရာ c ကိုနှိပ်ပါ။
3.	ဂ ငယ်ကိုရိုက်ရန် ရှစ်ခလုတ်ကိုဘယ်ဘက်လက်သမ်းဖြင့်ဖိထားပြီးအင်္ဂလိပ်အက္ခရာစီမီးကော်လံကိုနှိပ်ပါ။
4.	ဃ ကြီး ကိုရိုက်လိုလျှင် ညာလက်သန်းဖြင့် shift ခလုပ်ကို ဖိနှိပ်ထားပြီး ဘယ်လက်ခလယ်ဖြင့် အင်္ဂလိပ်အက္ခရာ c ကိုနှိပ်ပါ။
5.	င ကိုရိုက်လိုလျှင် ညာလက်ခလယ်ဖြင့် အင်္ဂလိပ်အက္ခရာ i ကိုနှိပ်ပါ။

ကီးဘုတ်လေ့ရောက်ကိုမြန်မာစာပြောင်းပေးထားပါ
</Description>
		<ExpectedPoint>85</ExpectedPoint>
		<TextToType>ကခဂဃင</TextToType>
		<LessonTime>2</LessonTime>
		<ExpectedSpeed>40</ExpectedSpeed>
		<KeysToType/>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ-၂ (စ မှ ည)</Title>
		<Author>MATRD</Author>
		<Description>1.	စလုံး  ကိုရိုက်လိုလျှင်အင်္ဂလိပ်အက္ခရာ p ကိုရိုက်ပါ
2.	ဆလိမ်  ကိုရိုက်လိုလျှင်အင်္ဂလိပ်အက္ခရာ q ကိုရိုက်ပါ
3.	ဇကွဲ ကိုရိုက်လိုလျှင်အင်္ဂလိပ်အက္ခရာ Z အကြီးကိုရိုက်ပါ
4.	ဇမြင်စွဲ ကိုရိုက်လိုလျှင်အင်္ဂလိပ်အက္ခရာ Q အကြီးကိုရိုက်ပါ
5.	ည ကိုရိုက်လိုလျှင်အင်္ဂလိပ်အက္ခရာ n ကိုရိုက်ပါ

ကီးဘုတ်လေ့ရောက်ကိုမြန်မာစာပြောင်းပေးထားပါ
</Description>
		<ExpectedPoint>85</ExpectedPoint>
		<TextToType> စဆဇစျည</TextToType>
		<LessonTime>2</LessonTime>
		<ExpectedSpeed>40</ExpectedSpeed>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ -၃ (ဋ မှ ဏ)</Title>
		<Author>MATRD</Author>
		<Description>1.	တတလင်းချိတ် ကို ရိုက်လိုလျှင်ရှစ်ခလုတ်ကိုဖိထားပြီး အင်္ဂလိပ်အက္ခရာ3 ကိုနှိပ်ပါ။
2.	ထဝန်ဘဲ ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ X အကြီးကိုနှိပ်ပါ။
3.	ဒရင်ကောက် ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာတစ်၏ ဘယ်ဘက်ခလုတ်နှင့်ရှစ်ခလုတ်ဖြင့်တွဲနှိပ်ပါ။
4.	ဓရေမှုတ် ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ 1 ကို ရှစ်ခလုတ်ဖြင့်တွဲနှိပ်ပါ။
5.	နကြီး ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ P အကြီးကိုရိုက်ပါ

ကီးဘုတ်လေ့ရောက်ကိုမြန်မာစာပြောင်းပေးထားပါ
</Description>
		<ExpectedPoint>85</ExpectedPoint>
		<TextToType>ဋဌဎဍဏ</TextToType>
		<LessonTime>3</LessonTime>
		<ExpectedSpeed>40</ExpectedSpeed>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ -၄ (တ မှ န)</Title>
		<Author>MATRD</Author>
		<Description>1.	တဝန်းပူ ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာw ကိုရိုက်ပါ
2.	ထစင်ထူး ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ x ကိုရိုက်ပါ
3.	ဒထွေး ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ K အကြီးကိုရိုက်ပါ
4.	ဓအောက်ခြိုက် ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ L အကြီးကိုရိုက်ပါ
5.	နငယ် ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ e ကိုရိုက်ပါ

ကီးဘုတ်လေ့ရောက်ကိုမြန်မာစာပြောင်းပေးထားပါ
</Description>
		<ExpectedPoint>85</ExpectedPoint>
		<TextToType>တထဒဓန</TextToType>
		<ExpectedSpeed>40</ExpectedSpeed>
		<LessonTime>3</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ -၅ (ပ မှ မ)</Title>
		<Author>MATRD</Author>
		<Description>1.	ပ စောက် ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ y ကိုနှိပ်ပါ 
2.	ဖဥထုတ် ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ z ကိုနှိပ်ပါ
3.	ဗထက်ချိုက် ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ A အကြီး ကိုနှိပ်ပါ
4.	ဘကုန်း ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ b ကိုနှိပ်ပါ
5.	မ ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ r ကိုနှိပ်ပါ
</Description>
		<ExpectedPoint>85</ExpectedPoint>
		<TextToType>ပဖဗဘမ</TextToType>
		<ExpectedSpeed>40</ExpectedSpeed>
		<LessonTime>3</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ -၆ (ယ မှ သ)</Title>
		<Author>MATRD</Author>
		<Description>1.	ယပလက် ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ B အကြီး ကိုနှိပ်ပါ 
2.	ရကောက် ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ ၇ ကို shift key တွဲနှိပ်ပါ 
3.	လ ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ v ကိုနှိပ်ပါ
4.	ဝ ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ  W အကြီးကိုနှိပ်ပါ
5.	သ ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ o ကိုနှိပ်ပါ

ကီးဘုတ်လေ့ရောက်ကိုမြန်မာစာပြောင်းပေးထားပါ
</Description>
		<ExpectedPoint>85</ExpectedPoint>
		<TextToType>ယရလဝသ</TextToType>
		<ExpectedSpeed>40</ExpectedSpeed>
		<LessonTime>4</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ -၇ (ဟ မှ ဉ)</Title>
		<Author>MATRD</Author>
		<Description>1.	ဟကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ p၏ညာဘက်ခလုတ်ကိုနှိပ်ပါ
2.	ဠကြီး ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ  V အကြီးကိုနှိပ်ပါ 
3.	အ ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ t ကိုနှိပ်ပါ
4.	သ ကြီး ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ  O အကြီးကိုနှိပ်ပါ 
5.	ဉကလေး ကိုရိုက်လိုလျှင် အင်္ဂလိပ်အက္ခရာ N အကြီးကိုနှိပ်ပါ

ကီးဘုတ်လေ့ရောက်ကိုမြန်မာစာပြောင်းပေးထားပါ
</Description>
		<ExpectedPoint>85</ExpectedPoint>
		<TextToType>ဟဠအဿဉ</TextToType>
		<ExpectedSpeed>40</ExpectedSpeed>
		<LessonTime>3</LessonTime>
	</Lesson>
</Lessons>
