<?xml version="1.0" encoding="UTF-8"?>
<Lessons Title="မြန်မာကဗျာများနှင့် လေ့ကျင့်ခြင်း">
	<Lesson>
		<Title>သင်ခန်းစာ -၁ (မြကန်သာ)</Title>
		<Author>MATRD</Author>
		<Description>ယခုရေးသွင်းရမည့်စကားစုအပြည့်အစုံအား ပြန်လည်နားထောင်ရန် F2, ရေးသွင်းရန်စကားလုံးအတွက် F3, ရေးသွင်းရမည့်အက္ခရာအတွက် F4, ရေးသွင်းစဉ်စကားပြောအနေထားပြောင်းလဲရန် F5 ကိုနှိပ်ပါ။</Description>
		<ExpectedSpeed>180</ExpectedSpeed>
		<ExpectedPoint>95</ExpectedPoint>
		<TextToType>မြကန်သာ၊ တောင်ကျချောင်းတေး၊
ရေဝင်ပြေးလှည့်၊ ရေအေးကြည်စွာ၊
ကန်ပိုင်မာလလျက်၊ ကြာပေါင်း ထုံထုံ၊
ငှက်မျိုးစုံသည်၊ ဘုံဝတိံသာ၊
နန္ဒာပေလော၊ တူစွ ဟုတ္တာ။</TextToType>
		<LessonTime>1</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ -၂ (တောင်သူကြီး)</Title>
		<Author>MATRD</Author>
		<Description>ယခုရေးသွင်းရမည့်စကားစုအပြည့်အစုံအား ပြန်လည်နားထောင်ရန် F2, ရေးသွင်းရန်စကားလုံးအတွက် F3, ရေးသွင်းရမည့်အက္ခရာအတွက် F4, ရေးသွင်းစဉ်စကားပြောအနေထားပြောင်းလဲရန် F5 ကိုနှိပ်ပါ။</Description>
		<ExpectedSpeed>180</ExpectedSpeed>
		<ExpectedPoint>95</ExpectedPoint>
		<TextToType>ခက်ရင်းစွယ်စုံ၊ စိန်တောင်ကြီးနှင့်
ငါးစီးဆင်ပြောင့်အားပေကို။

ဇမ္ဗူစိုးရ နတ်ရှင့်ကျွန်
တုလို့ချွန်လျှင် ခန္ဓာစဲမယ်
ရဲရန်ညွန့်ဖြို။

ကိုးပိဿာစီး ဓားမကြီး
ရန်းမီးသတ္တရု ငေါက်လျှင်ပြို
ကုန်းဘောင်ရွှေဘို ထောင်ကနတ်က
ဘေးဘိုးစဉ်ဆက် ခုတိုင်အောင်
ရေးတော်မရှောင် ထမ်းတဲ့ယောက်ျား။

ယာလယ်လုပ်လို့ တောမှာပျော်
စီးပွားထင်ပေါ် ပြောင်းနှင့်စပါး။

ပဲမျိုးအပြား ဘူးသခွား
ကယားမြို့မ နယ်တစ်ခွင်
ဝါနှမ်းစုံလင် ချဉ်ပေါင်ခင်းနှင့်
မကြွင်းခရမ်း သီးမျိုးလျှမ်း
ပိုက်တန်းစည်းဝိုက် ရွှေယုန်ထောင်ကာ
ချိုးနှင့်ငုံး စာငယ်ကိုလေ
ပုတက် မွှေးကြိုင်စွာ
ဇွန်လုံး ထိန်ထိန်ဝါ။

ရေယဉ်စီးတဲ့ တောမြိုင်သာ
ပြောင်းပဲရောရာ ဆန်တစ်ဝက်ကယ်နှင့်
စပျစ်ကျင်းလျက် ပြည့်အနှက်
လူပျိုချက်တဲ့ ဟင်းလျာကို
ရောရာစုံ ချိုလှချည့်
အပျိုငယ် ရွှေနံကားအောင်
စားပါလှည့် ဗုန်းဗော။</TextToType>
		<LessonTime>1</LessonTime>
	</Lesson>
	<Lesson>
		<Title> သင်ခန်းစာ -၃ (ပိုးစုန်းကြူး)</Title>
		<Author>MATRD</Author>
		<Description>ယခုရေးသွင်းရမည့်စကားစုအပြည့်အစုံအား ပြန်လည်နားထောင်ရန် F2, ရေးသွင်းရန်စကားလုံးအတွက် F3, ရေးသွင်းရမည့်အက္ခရာအတွက် F4, ရေးသွင်းစဉ်စကားပြောအနေထားပြောင်းလဲရန် F5 ကိုနှိပ်ပါ။</Description>
		<ExpectedSpeed>180</ExpectedSpeed>
		<ExpectedPoint>95</ExpectedPoint>
		<TextToType>တောင်ပံကွန့်မြူး၊ ပိုးစုန်းကြူး၊ အထူးအဆန်းပင်။
အရောင်တွဲ့တွဲ့၊ ထွန်းလင်းခဲ့၊ မီးရဲ့ပမာသွင်။
ပျင်းရိလျက်သာ၊ အိပ်နေပါ၊ ရောင်ဝါမပေါ်လွင်။
ထိုနည်းတူစွာ၊ လူတို့မှာ၊ ပမာနှိုင်းဆင်ခြင်။
ကိုယ်နှင့်ဆိုင်ဘိ၊ အလုပ်ရှိ၊ လျှံငြိဂုဏ်ရောင်ထင်။
ကမ္ဘာတိုက်ဘောင်၊ အလုပ်ရောင်၊ ထွန်းပြောင်အမြဲပင်။
ပျင်းပျင်းရိရိ၊ အိပ်နေဘိ၊ မရှိအလုပ်ခွင်။
မှေးတေးမှိန်တိမ်၊ သေးသိမ်သိမ်၊ အရှိန်ကင်းလိမ့်ပင်။
လူဖြစ်ပါခဲ့၊ အရှိန်မဲ့၊ တကယ့်နွားအသွင်
အပျင်းရောဂါ၊ စွဲကပ်လာ၊ မြန်စွာကုဖို့ပြင်
မကုစားဘဲ အပျင်းစွဲ၊ ငမွဲငနုံပင်။</TextToType>
		<LessonTime>1</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ -၄ (လောကသာရ)</Title>
		<Author>MATRD</Author>
		<Description>ယခုရေးသွင်းရမည့်စကားစုအပြည့်အစုံအား ပြန်လည်နားထောင်ရန် F2, ရေးသွင်းရန်စကားလုံးအတွက် F3, ရေးသွင်းရမည့်အက္ခရာအတွက် F4, ရေးသွင်းစဉ်စကားပြောအနေထားပြောင်းလဲရန် F5 ကိုနှိပ်ပါ။</Description>
		<ExpectedSpeed>180</ExpectedSpeed>
		<ExpectedPoint>95</ExpectedPoint>
		<TextToType>၁။ ပညာမျက်စိ၊ မြင်မရှိ၍၊
မသိတရား၊ အယူမှားလျက်၊
စီးပွားမမြော်၊ ကျိုးမပေါ်သား၊
သူတော်မဟုတ်၊
ယုတ်သည်စရိုက်၊ လူသူမိုက်ကို၊
မကြိုက်မချစ်၊ ရန်သူစစ်သို့၊
မနှစ်သက်ဘဲ၊ ဝေးစွာရှဲ၍၊
အမြဲခွာရှင်း၊ ဖဲကြဉ်မင်း။

၂။ ကြောင်းပါးခရီး၊ လမ်းအနီး၌၊
ပင်ထီးပညောင်၊ မြစ်တထောင်နှင့်၊
မြားမြောင်ခက်လက်၊ ရွက်လည်းစိပ်စိပ်၊
စေ့စေ့သိပ်လျက်၊
ရိပ်လည်းမြိုင်မြိုင်၊ လေမနိုင်လျှင်၊
ပြွတ်ခိုင်သီးမှည့်၊ အပြည့်ကျေးငှက်၊
စားလျက်သောင်းသဲ၊ မှီဝဲလူဗိုလ်၊
ရိပ်ခိုအများ၊ ခရီးသွားတို့၊
နေနားပျော်ရွှင်၊ ထိုသစ်ပင်ကား၊
ဝင်လာသသူ၊ ခပ်သိမ်းလူကို၊
ဆာပူငြိမ်းအောင်၊ စီးပွားဆောင်သို့၊
လူ့ဘောင်ကောင်းကြွယ်၊ လူကုံကယ်လည်း
ထိုနှယ်လည်းကောင်း၊ ဖြစ်တုံရှောင်း၍၊
မျိုးပေါင်းဆွေပါး၊ လူအများကို၊
သနားကြင်နာ၊ စီးပွားရှာ၍၊
မေတ္တာမကင်း၊ မစခြင်းဖြင့်၊
ထံရင်းမှီကိုးကွယ်စေမင်း။</TextToType>
		<LessonTime>1</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ - ၅ (ဆုတောင်း)</Title>
		<Author>MATRD</Author>
		<Description>ယခုရေးသွင်းရမည့်စကားစုအပြည့်အစုံအား ပြန်လည်နားထောင်ရန် F2, ရေးသွင်းရန်စကားလုံးအတွက် F3, ရေးသွင်းရမည့်အက္ခရာအတွက် F4, ရေးသွင်းစဉ်စကားပြောအနေထားပြောင်းလဲရန် F5 ကိုနှိပ်ပါ။</Description>
		<ExpectedSpeed>180</ExpectedSpeed>
		<ExpectedPoint>95</ExpectedPoint>
		<TextToType>စပါးရွှေဝါဝင်းပါစေ၊
ပမ်းတွေသင်းပါစေ။
ငှက်ကလေးတွေမိုးတိမ်ကြား၊
ပြံနိုင်ကြစေသား။
နေရောင်ကြည်လဲဖွေးပါစေ၊
လေပြေအေးပါစေ။
ချစ်မိတ်ဆွေပေါင်းဖော်များ၊
ကျမ်းမာကြစေသား။</TextToType>
		<LessonTime>1</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ - ၆ (မြင်စိုင်းရွှေပြည်)</Title>
		<Author>MATRD</Author>
		<Description>ယခုရေးသွင်းရမည့်စကားစုအပြည့်အစုံအား ပြန်လည်နားထောင်ရန် F2, ရေးသွင်းရန်စကားလုံးအတွက် F3, ရေးသွင်းရမည့်အက္ခရာအတွက် F4, ရေးသွင်းစဉ်စကားပြောအနေထားပြောင်းလဲရန် F5 ကိုနှိပ်ပါ။</Description>
		<ExpectedSpeed>180</ExpectedSpeed>
		<ExpectedPoint>95</ExpectedPoint>
		<TextToType>တာဝတိံသာ၊ နတ်ရွာလော၊ နတ်ရွာလော။
ဟုတ်တည်း ရှင်ချင်း ရှင်ချင်း။
ဟုတ်တည်း ဆွေရင်း ဆွေရင်း။
ဟုတ်တည်း သည်ရင်း သည်ရင်း။                                                                                        
မြင်စိုင်းဟူသည်၊ ရွှေပြည် ရွှေပြည်။
မြင်စိုင်းရွှေမြေ၊ ပန်းသင်းခွေ                                                                                           
ပင်ခြေချုံထက်နွယ်၊ ချုံထက်နွယ်။
တောင်လေရှုန်းရှုန်း၊ မိုးခတ်အုန်း                                                                                   
ကင်ပုန်းပွင့်ချီချယ် ပွင့်ချီချယ်။
နွယ်ပန်းခွာညို၊ ပွင့်ပေလို                                                                                       
ပြာသိုဆောင်းလလယ်၊ ဆောင်းလလယ်။
တောင်ထွတ်ဖျားဆီ၊ ရွှေစာတီ                                                                                           
သရီရဓာတ်စွယ်၊ သရီရဓာတ်စွယ်။
ယာဆီမြေကောင်း၊ ကျသည့်ပြောင်း                                                                                  
မနှောင်းမှည့်ဆောလွယ်၊ မှည့်ဆောလွယ်။
ခါနှင့်ဘုတ်ချိုး၊ ကြက်တောမျိုး                                                                                     
လိုစိုးကျက်မြေကျယ်၊ ကျက်မြေကျယ်။
ယှဉ်ဖော်မဝေး၊ ဖော်ရွှေကျေး                                                                                                 
စာနွှေးစားလိုဖွယ်၊ စားလိုဖွယ်။
ယရည်းသွန်းသွန်း၊ မြင်းသည်ဝန်း                                                                                   
လှံချွန်းတွန်းတက်ပယ်၊ တွန်းတက်ပယ်။
စောလူးစီးတန်၊ မျိုးဆက်ဒန်                                                                                              
လျင်ထန်မြင့်မဆွယ်၊ မြင့်မဆွယ်။
မြှောက်စည်လတီး၊ ဝင်ခါနီး                                                                                       
စောထီးနန်းထက်ကျယ်၊ နန်းတက်ကျယ်။
သာသည့်မြေပြင်၊ စောနတ်ရှင်                                                                                               
နန်းခွင်ရှုတင့်တယ်၊ ရှုတင့်တယ်။
အထူးလော၊ တက်တိမ်လော၊ နေရောင်လော။</TextToType>
		<LessonTime>1</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ - ၇ (နွေဦးကာလ မြူထသောအခါ)</Title>
		<Author>MATRD</Author>
		<Description>ယခုရေးသွင်းရမည့်စကားစုအပြည့်အစုံအား ပြန်လည်နားထောင်ရန် F2, ရေးသွင်းရန်စကားလုံးအတွက် F3, ရေးသွင်းရမည့်အက္ခရာအတွက် F4, ရေးသွင်းစဉ်စကားပြောအနေထားပြောင်းလဲရန် F5 ကိုနှိပ်ပါ။</Description>
		<ExpectedSpeed>180</ExpectedSpeed>
		<ExpectedPoint>95</ExpectedPoint>
		<TextToType>နွေဦးကာလ၊ မြူထသောခါ                                                                                                                   
ရင်းထောင်ရင်းဆွဲ၊ ဆောင်မြဲအိုးလွယ်ကာ                                                                                                     
ဓားနှီထက်စွာ၊ ခါးမှာချပ်လျက်                                                                                                                 
ထန်းပွင့်တန်းခိုင်၊ ရွှန်းမြိုင်မြိုင်                                                                                                               
ကလိုင်သာလွယ်လို့ တက်သည်နှင့်လေး။
                                                                                                         
ထန်းပင်ထန်းလက်၊ ထန်းရွက်ကယ်ဝေဝေ                                                                                                  
စင်အောင်ခုတ်ထစ်၊ နုမျစ်ကယ်ထန်းဦးရေ                                                                                               
မယားငယ်ဆွေ၊ ထန်းရေသိမ်းဆည်း                                                                                                                      
သားမြေးဟစ်ကြော်၊ ခွေးဝက်ကယ်ခေါ်                                                                                                       
ထန်းလျှော်သာ ယုန်ပိုက်စည်းငယ်နှင့်လေး။

ခေါ်သံရိုက်ဟည်း၊ လူလည်းကြော်ငြာ                                                                                                                     
ခွေးဟစ်လူဟစ်၊ ခတ်ပစ်ကယ်ခြောက်သောခါ                                                                                     
ပုတတ်ကယ်ယုန်ခါ၊ တောမှာရှိကြ                                                                                                                               
ငုံး ကြက်ကယ် ဖွတ် မြွေ၊ ဝံပုလွေ                                                                                    
မနေထွက်လာကြသည်တည့်လေး။
                                                                                                       
ဝမ်းသာအားရ၊ မယားကတစ်သွယ်                                                                                              
ဟင်းရွက်ဆိုးကောင်း၊ သောင်းပြောင်းရော၍လွယ်                                                                                      
လင်ကတစ်သွယ်၊ ယုန်ငယ်ကစ                                                                                                                      
တောသတ္တဝါ၊ တွေ့တိုင်းကိုသာ                                                                                                           
အိတ်မှာသာယူ၍ ချသည်နှင့်လေး။

သို့နှင့်ရောက်က၊ ခဏအောင့်လျှင်                                                                                                                                 
တံစို့ထက်နှင့်၊ ထန်းလျက်ဖိုမှာကင်                                                                                                             
ဟင်းအိုးဆူလျှင်၊ အကင်ခတ်ပြီး                                                                                                                
အိုးကင်းနှင့်လှော်၊ ရေနှင့်ကြော်                                                                                                                  
မိုးမျှော်ငရုတ်သီးငယ်နှင့်လေး။

နှီးဒေါင်းလန်းကြီး၊ ခူးပြီးသောခါ                                                                                                         
သမီးနှင့်သား၊ များလို့မဝင်သာ                                                                                                           
ဒူးတစ်ဖက်ဟာ၊ တွန်းကာဖယ်လျက်                                                                                                          
သူ့ထက်ငါလေ၊ စားတော့မည်စေ                                                                                                                       
စားပေသာလှအုန်းခွက်ကယ်နှင့်လေး။

ငုံ့လျက်ကိုယ်စီသာ
ဆုပ်ကာလွေးတော့သည်။
ပြီးလျှင် ရေမရှာ
ခွေးသာ ကျွေးတော့သည်။</TextToType>
		<LessonTime>1</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ - ၈ (မြို့တစ်မြို့)</Title>
		<Author>MATRD</Author>
		<Description>ယခုရေးသွင်းရမည့်စကားစုအပြည့်အစုံအား ပြန်လည်နားထောင်ရန် F2, ရေးသွင်းရန်စကားလုံးအတွက် F3, ရေးသွင်းရမည့်အက္ခရာအတွက် F4, ရေးသွင်းစဉ်စကားပြောအနေထားပြောင်းလဲရန် F5 ကိုနှိပ်ပါ။</Description>
		<ExpectedSpeed>180</ExpectedSpeed>
		<ExpectedPoint>95</ExpectedPoint>
		<TextToType>မြို့ဟာ
ဟောဒီဖဲချပ်ကိုတော့ ဝှက်ထားလေရဲ့။
မြို့ဟာ
ဝင်ရိုးစွန်းမှာ - တစ်ကိုယ်တည်း ဟိုတယ်စာ သွားသွားစားတတ်တဲ့ အကြင်နာတရားပုံ သံတုံးတစ်တုံးကို ဝှက်ထားတယ်။
မြို့ဟာ
လမင်းနဲ့ ဧည့်ခံတတ်တဲ့ ရပ်ကွက်တစ်ခုကိုလဲ ဝှက်ထားတယ်။
မြို့ဟာ
စကားပြောတတ်စ ကြယ်ကလေးတစ်ပွင့်ကိုလဲ ဝှက်ထားတယ်။
မြို့ဟာ
လူသားစစ်စစ်ဖြစ်ရက်နဲ့ ကုလားအုတ်တစ်ကောင်လို စုဆောင်းထားတဲ့ ရေတွေလဲရှိ သူ့အဖို့ရာ ဘို့တစ်လုံးလဲပါရှိ အဝေးမြင် လည်ပင်းရှည်ကြီးလဲရှိ ပြီးတော့
ကမ္ဘာကျော် ကျေးစွပ်ပုံပြင်ကိုလဲ ပိုင်ဆိုင်တဲ့ စားပွဲခုံတစ်လုံးကိုလဲ ဝှက်ထားတယ်။
မြို့ဟာ
အဲဒါကြောင့်ပဲ ကမ္ဘာပုသွားတဲ့ နေ့တစ်နေ့ကို ကိုယ်ဝန်ဆောင်ထားရပြီဆိုတာ မသိခဲ့ရှာဘူးပေါ့။ 
အဲဒီကိုယ်တွေဟာလေ ဘယ်လောက်ညွတ်နူးနေသလဲဆိုတော့ ကမ္ဘာမြေတစ်ခုလုံး နေကြာပန်းခင်း ဖြစ်ပေးလိုက်မယ်တဲ့။ 
ဟောဒီမှာ ရွှေဖြစ်ငွေဖြစ် အနစ်နာခံမှုတွေ
ဒီမှာ ကန်ထရိုက်တာနဲ့တူတဲ့ စိတ်တွေ
ဟောဒီမှာ နေ့စဉ် ထမင်းဝဝစားရရေး ကိရိယာတွေ
အ တွင်းသံ
ဟောဒီမှာ ကွဲအက်စူးရှစွာ မှုတ်တင်လိုက်တဲ့ အသံ 
ငွေဟာ သက်ရှိဖြစ်တယ် ။ လူဟာ သက်မဲ့ဖြစ်တယ် ... တဲ့။ 
ဟောဒီမှာ ကြောက်ပါရစေတဲ့ ဘာမှမဖြစ်ရင်လဲ ဘာမှမဖြစ်ပါဘူးတဲ့ ၊ ဘဝမှာ တစ်ခုတော့ ကြောက်ပါရစေတဲ့။ 
ဟောဒီမှာ အမျိုးကောင်းသား စီးကရက်တွေ 
ဆေးစစ်ဆေးမှန်တွေနဲ့ ဖြစ်မြောက်လာတာ ရဲရဲရှိုက်ချလိုက်စမ်းပါ။ ဘယ်သူ့အဆုပ်က ကောင်းသတဲ့လဲ။ 
ဟောဒီမှာ ရေပက်မဝင်အောင်မှန်တဲ့ သင်္ခါရ ညှင်းသိုးသိုးနေ့ရက်တွေ ၊ အသစ်တည်ဆောက်ပြီးသွားခဲ့ပါပြီတဲ့။</TextToType>
		<LessonTime>1</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ - ၉ (ခွင့်သာခိုက်မှ မလိုက်ချင်လျှင်)</Title>
		<Author>MATRD</Author>
		<Description>ယခုရေးသွင်းရမည့်စကားစုအပြည့်အစုံအား ပြန်လည်နားထောင်ရန် F2, ရေးသွင်းရန်စကားလုံးအတွက် F3, ရေးသွင်းရမည့်အက္ခရာအတွက် F4, ရေးသွင်းစဉ်စကားပြောအနေထားပြောင်းလဲရန် F5 ကိုနှိပ်ပါ။</Description>
		<ExpectedSpeed>180</ExpectedSpeed>
		<ExpectedPoint>95</ExpectedPoint>
		<TextToType>ငါးအာရုံ အင်အစု၊ ခင်မှုနဲ့ နေ့ကုန်
 နင်ယခု မေ့ပုံလို၊ တွေ့မကြုံ စခန်း။

 ပါယ်လေးဝ သောကဘုံမှာ
 မျောရရုံ ရှိတော့ မခန်း။

 အောက်ဝီစိ သေခင်းအငူမှာ
 ခေါင်းမပြူစတမ်း။

 နှစ်အရှည် နစ်မည့်လမ်းကိုလ
 နင်မျှော်စမ်း နင့်ကိုယ်။

 ဒေသနာ ထင်အလင်းရယ်နှင့်
 နင် အဖျင်း ပိုထက်သာပို။

 သည်လောဘ စရိုက်အိုကို
 မလိုက်လို ရှောင်ပစ်လို့။

 နောင်အသစ် တကယ်ပြင်လျှင်
 ကောင်းဖို့အစဉ်။

 အခွင့်သာခိုက်ကမှ မလိုက်ချင်လျှင်
 အမိုက်နင့်ပြင် ရှိသေးလေလိမ့်လား။

 ခွင့်သာဆဲမှ မခဲချင်လျှင်
 အလွဲနင့်ပြင် ရှိသေးလေလိမ့်လား။

 ခွင့်သာတုန်းမှ မရုန်းချင်လျှင်
 အရှုံးနင့်ပြင် ရှိသေးလေလိမ့်လား။</TextToType>
		<LessonTime>1</LessonTime>
	</Lesson>
	<Lesson>
		<Title>သင်ခန်းစာ - ၁၀ (သတိစကား)</Title>
		<Author>MATRD</Author>
		<Description>ယခုရေးသွင်းရမည့်စကားစုအပြည့်အစုံအား ပြန်လည်နားထောင်ရန် F2, ရေးသွင်းရန်စကားလုံးအတွက် F3, ရေးသွင်းရမည့်အက္ခရာအတွက် F4, ရေးသွင်းစဉ်စကားပြောအနေထားပြောင်းလဲရန် F5 ကိုနှိပ်ပါ။</Description>
		<ExpectedSpeed>180</ExpectedSpeed>
		<ExpectedPoint>95</ExpectedPoint>
		<TextToType>မျက်မြင်လောက ဤဘဝကား
 ဒုက္ခစင်းစင်း ချမ်းသာကင်း၏
 သေမင်းအစာ နင့်ခန္ဓာကို
 တဏှာဘီလူး အမှောင့်ပူး၍
 အရူးပြင်ပြင် နင့်ကိုယ်ထင်၏
 နင်နှင့်မဆိုင် နင်ပိုင်မဟုတ်
 နင့်ရုပ်နင့်နာမ် နင့်သန္တာန်ကို
 နင့်ဉာဏ်မစူး မူးမူးမေ့မေ့
 အများလေ့ဖြင့် နေ့ရက်အပုံ
 လွန်ခဲ့တုံပြီ။</TextToType>
		<LessonTime>1</LessonTime>
	</Lesson>
</Lessons>
